Repository: ARICOMA-D365BC/AC-dynamics365smb-docs.cs-cz-OmegaT
Catalog: tm/AC_MAIN_HELP.tmx
Source language: en_us
Languages: cs_cz

source: If you access the docs from inside [!INCLUDE d365fin ], the content will display in your language.
cs_cz: Pokud přistupujete k nápovědě z [!INCLUDE d365fin ], zobrazí se obsah ve vašem jazyce.

source: If you already bought [!INCLUDE prodshort ], the section is not longer visible.
cs_cz: Pokud jste již koupili [!INCLUDE prodshort ], sekce již nebude viditelná.

source: If you are interested in [!INCLUDE prodshort ], you can sign up for a free trial online, or you can choose to work with a partner to deploy [!INCLUDE prodshort ] locally to your own choice of hardware.
cs_cz: Máte-li zájem o [!INCLUDE prodshort ], můžete se přihlásit k bezplatné zkušební verzi online, nebo se můžete rozhodnout pro spolupráci s partnerem pro nasazení produktu [!INCLUDE prodshort ] lokálně na vlastním výběru hardwaru.

source: If you are not using directed put-away and pick for the location, fill in the Default Bin Selection field with the method the system should use when assigning a default bin to an item.
cs_cz: Pokud pro lokaci nepoužíváte řízené zaskladnění a vyskladnění, vyplňte pole Volba výchozí přihrádky , kterou by měl systém použít při přiřazování výchozí přihrádky ke zboží.

source: If you are renaming a receiving bin or a shipping bin, all the posted receipts or shipments that refer to the bin in question are renamed.
cs_cz: Pokud přejmenujete přijímací přihrádku nebo dodací přihrádku, budou všechny zaúčtované příjemky nebo dodávky, které se vztahují k dané přihrádce, přejmenovány.

source: If you are the [!INCLUDE prodshort ] reselling partner for a tenant, you can set up this email address in the Support Contact Info Card page.
cs_cz: Pokud jste prodejním partnerem [!INCLUDE prodshort ] pro nájemce, můžete tuto e-mailovou adresu nastavit na stránce Kontaktní informační karta podpory .

source: If you are using a trial version of [!INCLUDE prodshort ], and you do not yet have a partner, the Community can help you get unblocked if you have questions.
cs_cz: Používáte-li zkušební verzi aplikace [!INCLUDE prodshort ] a ještě nemáte partnera, komunita vám může pomoci, pokud máte dotazy.

source: If you are using bins at a location, assigning default bins to your items can make the process of shipping, receiving, and moving your items much easier.
cs_cz: Pokud používáte přihrádky v lokaci, přiřazení výchozích přihrádek k vašemu zboží může proces expedice, příjmu a přesunu podstatně zjednodušit.

source: If you are using directed put-away and pick, select a bin for your warehouse adjustments.
cs_cz: Pokud používáte řízené zaskladnění a vyskladnění, vyberte přihrádku pro adjustaci skladu.

source: If you choose the Yes button, the bin is deleted for use in the future, but the bin code in all warehouse entries remains the same.
cs_cz: Pokud zvolíte tlačítko Ano , přihrádka bude odstraněna pro budoucí použití, ale kód přihrádky ve všech položkách skladu zůstane stejný.

source: If you create a saved settings entry for all users, and you give it the same name as an existing saved settings entry that is assigned to a specific user only, then that user will not be able to use the saved settings entry that is assigned to everyone.
cs_cz: Pokud vytvoříte uloženou položku nastavení pro všechny uživatele a přiřadíte jí stejný název jako existující položka nastavení přiřazená pouze určitému uživateli, nebude moci tento uživatel použít uloženou položku nastavení přiřazenou všem.

source: If you have added data to your [!INCLUDE d365fin ] free trial, and you want to start over with a fresh experience, you can create a new company and then reset the first company.
cs_cz: Pokud jste do své bezplatné zkušební verze [!INCLUDE d365fin ] přidali data a chcete začít znovu, můžete vytvořit novou společnost a poté resetovat první společnost.

source: If you have questions or feedback about the Ready to Go program offering, you can contact us .
cs_cz: Pokud máte další otázky nebo zpětnou vazbu na program Ready to Go můžete nás kontaktovat

source: If you have signed up for a trial and have not yet purchased [!INCLUDE prodshort ], you do not have a reselling partner, and you cannot contact the Microsoft support team.
cs_cz: Pokud jste se přihlásili ke zkušební verzi a dosud jste nezakoupili [!INCLUDE prodshort ], nemáte partnera pro prodej a nemůžete kontaktovat tým podpory společnosti Microsoft.

source: If you have subscribed for [!INCLUDE d365fin ] using an existing Office 365 business account, you must ask your Office 365 administrator to remove the [!INCLUDE d365fin ] license from your user account.
cs_cz: Pokud jste se přihlásili k odběru [!INCLUDE d365fin ] pomocí existujícího účtu Office 365, musíte požádat správce Office 365 o odebrání licence [!INCLUDE d365fin ] z vašeho uživatelského účtu.

source: If you have the proper permissions, you can view, create, and modify the saved settings for all reports for all users in company.
cs_cz: Pokud máte příslušná oprávnění, můžete prohlížet, vytvářet a upravovat uložená nastavení pro všechny sestavy pro všechny uživatele ve společnosti.

source: If you open the Companies page, you can create a copy of your current company, sign out and then sign into your new company, and then reset the original company.
cs_cz: Pokud otevřete stránku Společnosti , můžete vytvořit kopii své současné společnosti, odhlásit se a poté se přihlásit do nové společnosti a resetovat původní společnost.

source: If you signed up for [!INCLUDE d365fin ] using a non-Office 365 business account, you do not have an Office 365 administrator.
cs_cz: Pokud jste se přihlásili k [!INCLUDE d365fin ] pomocí obchodního účtu jiného než Office 365, nemáte správce sady Office 365.

source: If you signed up for the free trial and do not want to continue with [!INCLUDE d365fin ], you can close your account at any time.
cs_cz: Pokud jste se zaregistrovali do bezplatné zkušební verze a nechcete pokračovat s [!INCLUDE d365fin ], můžete svůj účet kdykoli zrušit.

source: If you use one of the supported on-premises versions, you can also connect to Business Central online and get intelligent insights on-premises.
cs_cz: Pokud používáte některou z podporovaných on-premis verzí, můžete se také připojit k Business Central online a získat informace přímo lokálně.

source: If you want to familiarize yourself with the new tools or learn about extensions 2.0, have a look at aka.ms/GetStartedWithApps .
cs_cz: Pokud se chcete seznámit s novými nástroji nebo se dozvědět o Rozšířeních 2.0, podívejte se na aka.ms/GetStartedWithApps .

source: If you want to hide [!INCLUDE d365fin ] from your app launcher, you can quite simply unpin it.
cs_cz: Chcete-li skrýt [!INCLUDE d365fin ] ze spouštěče aplikací, můžete jej jednoduše zrušit.

source: If you want to learn about [!INCLUDE prodshort ], you can sign up for a free trial, and if you are a partner, you can create previews using sandboxes that you can then share with prospects and customers.
cs_cz: Chcete-li získat informace o [!INCLUDE prodshort ], můžete se přihlásit k bezplatné zkušební verzi a pokud jste partnerem, můžete vytvořit zkušební verze pomocí sandboxových prostředí, které pak můžete sdílet s potencionálními zákazníky.

source: If you want to rename a bin so that all records associated with the bin are also renamed, including bin contents, warehouse activity lines, registered warehouse activity lines, warehouse worksheet lines, warehouse receipt lines, posted warehouse receipt lines, warehouse shipment lines, posted warehouse shipment lines, and warehouse entries, you can do so on the Bins page.
cs_cz: Pokud chcete přejmenovat přihrádku tak, aby byly také přejmenovány všechny záznamy spojené s přihrádkou, včetně obsahu přihrádky, řádků aktivit skladu, evidovaných řádků aktivit skladu, řádků sešitu skladu, řádků příjemky na sklad, zaúčtovaných řádků příjemky na sklad, řádků dodávky ze skladu, zaúčtovaných řádků dodávky ze skladu a položek skladu, můžete tak učinit na stránce Přihrádky .

source: If you want to stop using [!INCLUDE d365fin ], you can close your account or get the license removed from your account.
cs_cz: Chcete-li přestat používat aplikaci [!INCLUDE 365fin ] můžete uzavřít účet nebo odebrat licenci z účtu.

source: If you want to store items in several different units of measure and allow them to be automatically combined as needed in the picking process, select the Allow Breakbulk field on the location card.
cs_cz: Pokud chcete skladovat zboží v několika různých měrných jednotkách a umožnit jejich automatické kombinování podle potřeby ve výdejním procesu, vyberte na kartě lokace pole Povolit rozbalení .

source: If you're already working in [!INCLUDE d365fin ], you can get to the library from the Business Manager and Accountant Role Centers by choosing the Product Videos tile.
cs_cz: Pokud již pracujete v [!INCLUDE d365fin ], můžete se dostat do knihovny z cetra rolí Business Manager a Účetní výběrem dlaždice Produktová videa .

source: If your [!INCLUDE prodshort ] partner then cannot resolve the problem, they will raise a support ticket with Microsoft.
cs_cz: Pokud váš [!INCLUDE prodshort ] partner nemůže problém vyřešit, zadá u společnosti Microsoft ticket pro podporou.

source: If your company wants to unsubscribe from [!INCLUDE d365fin ], the Office 365 administrator can remove the subscription from the company's account.
cs_cz: Pokud chce vaše společnost odhlásit odběr [!INCLUDE d365fin ] může správce sady Office 365 odebrat předplatné z účtu společnosti.

source: If your warehouse is set up to use bins but not directed put-away and pick, restructure your warehouse by creating the new bins that you want to use in the future.
cs_cz: Pokud je sklad nastaven na používání přihrádek, ale nikoli na řízené zaskladnění a vyskladnění, proveďte restrukturalizaci skladu vytvořením nových přihrádek, které chcete v budoucnosti použít.

source: Immediately after, it is negatively adjusted with the shipped quantity.
cs_cz: Ihned poté je negativně upraveno s dodaným množstvím.

source: In This Section
cs_cz: V této části

source: In [!INCLUDE prodlong ], the Help menu item (the question mark in the top right corner) gives you access to the Help & Support page, where you can find links to resources that can help you find answers to your questions.
cs_cz: V [!INCLUDE prodlong ], nabídka Nápovědy (otazník v pravém horním rohu) vám umožní přístup k stránce odborné pomoci , kde naleznete odkazy na zdroje, které vám pomohou najít odpovědi na vaše otázky.

source: In addition to the default version, you can extend and customize [!INCLUDE prodshort ] with apps from AppSource.
cs_cz: Kromě výchozí verze můžete také rozšířit a přizpůsobit [!INCLUDE prodshort ] pomocí aplikací z AppSource.

source: In addition, you must create put-away templates and counting periods.
cs_cz: Dále je nutné vytvořit šablony zaskladnění a období inventury.

source: In basic warehouse configurations, the activity is recorded as an inventory put-away or an inventory movement.
cs_cz: V základních konfiguracích skladu je aktivita zaznamenána jako zaskladnění zásob nebo přesun zásob.

source: In effect, it breaks the larger unit of measure on the source document into smaller units for picking.
cs_cz: Ve skutečnosti rozdělí větší měrnou jednotku zdrojového dokumentu na menší jednotky pro výdej.

source: In order to make full use of this functionality, you provide additional information about the items, which in turn helps to make the calculations necessary to suggest the most efficient and effective ways to conduct warehouse activities.
cs_cz: Chcete-li tuto funkci plně využít, zadejte další informace o zboží, které pak pomohou provést výpočty nezbytné k tomu, aby navrhli nejúčinnější způsoby provádění skladových aktivit.

source: In order to use this functionality, you must first set up a number of parameters in your warehouse location.
cs_cz: Abyste mohli tuto funkci využívat, musíte nejprve nastavit několik parametrů ve vašem skladu.

source: In other words, these types of text are not translated.
cs_cz: Jinými slovy, tyto typy textu nejsou přeloženy.

source: In particular, a report layout sets up the following:
cs_cz: Rozložení sestavy nastavuje zejména následující:

source: In the My Settings Go directly to your user settings page in Business Central page, you can see and change basic settings for [!INCLUDE d365fin ].
cs_cz: V okně Má nastavení přejdete přímo na stránku uživatelského nastavení uživatele na stránce Business Central a můžete zobrazit a změnit základní nastavení aplikace [!INCLUDE d365fin ].

source: In the ADCS User field, choose the drop-down arrow, and then select the name of an ADCS user from the list.
cs_cz: V poli ADCS uživatel , vyberte šipku rozevíracího seznamu a potom vyberte uživatele ADCS.

source: In the Adjustment Bin Code field, specify the bin at the location where unsynchronized warehouse entries are stored.
cs_cz: Do pole Kód adjustační přihrádky zadejte přihrádku v místě, kde jsou uloženy nesynchronizované položky skladu.

source: In the Business Central Forum , you can submit a question and learn from other [!INCLUDE prodshort ] community members.
cs_cz: Ve Business Central fóru můžete odeslat otázku a získat informace od jiných členy komunity [!INCLUDE prodshort ].

source: In the Code field, enter a code for the miniform.
cs_cz: V poli Kód , vložte kód pro miniformulář.

source: In the Code field, specify the identifier for the item.
cs_cz: Do pole Kód , vyberte identifikátor pro dané zboží.

source: In the Function Code drop-down list, select a code to represent the function that you want to associate with the miniform.
cs_cz: V rozevíracím seznamu Kód funkce vyberte kód představující funkci, kterou chcete spojit s miniformulářem.

source: In the Location Code field, enter the code of the location where the user will be working.
cs_cz: V poli Kód lokace vyberte, kde bude uživatel pracovat.

source: In the Location Code field, specify the location that you want to enable for warehouse processing.
cs_cz: V poli Kód lokace zadejte umístění, které chcete povolit pro zpracování skladu.

source: In the Location Filter field, select the appropriate location code.
cs_cz: V poli Filtr lokace vyberte příslušný kód lokace.

source: In the Name field, enter a name for the user.
cs_cz: Do pole Jméno zadejte jméno uživatele.

source: In the New Bin Code field, select the bin to which the items should be moved.
cs_cz: V poli Nový kód přihrádky , vyberte přihrádku, do které by se mělo zboží přemístit.

source: In the Password field, enter a password.
cs_cz: Do pole Heslo zadejte heslo.

source: In the To-Production Bin Code field, enter the code of the bin in the production area where components that are picked for production at this location are placed by default before they can be consumed.
cs_cz: Do pole Kód přihrádky do výroby zadejte kód přihrádky, kde jsou komponenty vyskladněné pro výrobu a umístěny ve výchozím nastavení dříve, než mohou být spotřebovány.

source: In the [!INCLUDE d365fin ] development environment, edit the code for the Handling Codeunit field to create or modify code to perform the required action or response.
cs_cz: Ve vývojovém prostředí [!INCLUDE d365fin ] upravte kód pro pole Codeunit manipulace a vytvořte nebo upravte kód pro provedení požadované akce nebo odpovědi.

source: In the [!INCLUDE d365fin ] development environment, open table 7702 and add a code representing the new key.
cs_cz: Ve vývojovém prostředí [!INCLUDE d365fin ], otevřete tabulku 7702 a přidejte kód reprezentující novou klávesu.

source: In the center, you find Activities .
cs_cz: Uprostřed najdete Aktivity .

source: In the meantime, we're offering three videos that can help you quickly get up and running.
cs_cz: Mezitím nabízíme tři videa, která vám pomohou rychle nastavit a fungovat.

source: In the top right corner, choose the Settings icon Settings Settings icon for role center , and then choose My Settings .
cs_cz: V pravém horním rohu zvolte Nastavení ikonu nastavení Nastavení ikon pro Centrum rolí a pak zvolte Moje nastavení .

source: In the warehouse put-away, the program automatically suggests Place action lines in the put-away unit of measure, for example, pieces, even though the items arrive in a different unit of measure.
cs_cz: V zaskladnění program automaticky navrhne řádky v měrné jednotce zaskladnění, například kusy, i když zboží dorazí v jiné měrné jednotce.

source: In this case, assign an identifier code to each.
cs_cz: V takovém případě každému přiřaďte identifikační kód.

source: In this example, create a key that is named F6 .
cs_cz: V tomto příkladu vytvořte klávesu s názvem F6 .

source: In this section, you can find information about using [!INCLUDE d365fin ] in your company.
cs_cz: V této části naleznete informace o použití aplikace [!INCLUDE d365fin ] ve vaší firmě.

source: In your [!INCLUDE prodshort ] online company, the Intelligent Cloud Insights page shows four key points of interest for most businesses:
cs_cz: Ve vaší online společnosti [!INCLUDE prodshort ] zobrazuje stránka Intelligent Cloud Insights čtyři klíčové ukazatele pro většinu podniků:

source: Inbound flow
cs_cz: Vstupní tok

source: Install the [!INCLUDE d365fin ] app on your mobile device by downloading the app from the Windows Store, App Store, or Google Play.
cs_cz: Nainstalujte si aplikaci [!INCLUDE d365fin ] do svého mobilního zařízení stažením aplikace z Windows Store, App Store nebo Google Play.

source: Instead, use the Inventory Movement page.
cs_cz: Místo toho použijte stránku Přesuny .

source: Instead, you must unsubscribe by contacting the [!INCLUDE d365fin ] Cancelation team by sending an email message at cancelbusinesscentra@microsoft.com.
cs_cz: Místo toho se musíte odhlásit prostřednictvím kontaktování tymů pr zrušení [!INCLUDE d365fin ] odesláním e-mailové zprávy na adrese cancelbusinesscentra@microsoft.com.

source: Integrate a 3rd Party Solution
cs_cz: Integrace řešení třetích stran

source: Intelligent Insights with [!INCLUDE prodshort ]
cs_cz: Váš přístup k inteligentnímu Cloudu s Business Central [!INCLUDE prodshort ]

source: Internal flow
cs_cz: Vnitřní tok

source: Introduction
cs_cz: Úvod

source: Inventory costing, also referred to as cost management, is concerned with recording and reporting business operating costs.
cs_cz: Ocenění zásob, také označované jako Správa nákladů, se týká zaznamenávání a vykazování provozních nákladů.

source: Inventory value
cs_cz: Hodnota zásob

source: It also helps you navigate to your daily tasks and find work that is assigned to you.
cs_cz: Pomáhá také při procházení každodenních úkolů a při hledání práce, která vám byla přidělena.

source: It is also copied to the inventory pick line to communicate to warehouse workers where to take it from to ship it.
cs_cz: Zkopíruje se také do řádku vyskladnění, aby bylo možné sdělit pracovníkům skladu, odkud je mají převzít.

source: It is not the same as, say, [!INCLUDE d365fin ] in the United Kingdom.
cs_cz: Není to to stejné, jako například [!INCLUDE d365fin ] ve Spojeném království.

source: It only works on Windows; not macOS.
cs_cz: Funguje to pouze na Windows, ne na MacOS.

source: It's simple - scroll to the bottom of the browser page and choose the globe symbol in the bottom left corner.
cs_cz: Je to jednoduché - přejděte do dolní části stránky prohlížeče a v levém dolním rohu vyberte symbol zeměkoule.

source: Item Reclass.
cs_cz: přeřazení

source: Items moving inside the warehouse location, such as production components and output.
cs_cz: Položky pohybující se uvnitř skladu, například výrobní komponenty a výstup.

source: Items moving into the warehouse location, such as purchases and inbound transfers.
cs_cz: Položky pohybující se do umístění skladu, jako jsou nákupy a příchozí transfery.

source: Items moving out of the warehouse location, such as sales and outbound transfers.
cs_cz: Položky pohybující se mimo umístění skladu, například prodej a odchozí transfery.

source: Items that are placed in this bin are typically set up for automatic posting, or flushing.
cs_cz: Zboží, které jsou umístěny v této přihrádce, se obvykle nastavují pro automatické účtování nebo vyčištění.

source: Items that are placed in this bin are typically set up for manual consumption posting.
cs_cz: Položky, které jsou umístěny v této přihrádce, jsou obvykle nastaveny pro ruční účtování spotřeby.

source: Journal
cs_cz: skladu

source: Just to mention a few examples, the videos we are updating will show how to:
cs_cz: Jen abychom uvedli několik příkladů videí, která aktualizujeme:

source: Keep detailed records of your employees, and register absence for analysis purposes.
cs_cz: Udržování podrobných záznamů o zaměstnancích a evidence nepřítomnosti pro účely analýzy.

source: Key Performance Indicators can be set up to display a selected chart for a visual representation of, for example, cash flow or income and expenses.
cs_cz: Klíčové ukazatele výkonu (KPI) lze nastavit tak, aby zobrazovaly vybraný graf pro vizuální znázornění například peněžních toků nebo příjmů a výdajů.

source: Know where to go for answers to various types of questions.
cs_cz: Zjistěte, kde hledat odpovědi na různé typy otázek.

source: Languages of the [!INCLUDE d365fin ] Help
cs_cz: Jazyky nápovědy [!INCLUDE d365fin ]

source: Launch the app from your mobile device.
cs_cz: Spusťte aplikaci na mobilním zařízení.

source: Learn more about Dynamics 365 Reseller (VARs) .
cs_cz: Dozvěďte se více o Prodejci Dynamics 365 (VARs) .

source: Learn more about Integrating a 3rd Party Solution .
cs_cz: Dozvěďte se více o Integrace řešení třetích stran .

source: Learn more about the Consulting Services .
cs_cz: Dozvěďte se více o Konzultačních službách .

source: Learn more about the Development of a Localization Solution .
cs_cz: Dozvěďte se více o Vývoj lokalizačního řešení .

source: Learn more about the Development of a Vertical Solution .
cs_cz: Dozvěďte se více o Vývoj vertikálního řešení .

source: Learn more about the Development of a Horizontal Solution .
cs_cz: Dozvěďte se více o Vývoj horizontálního řešení .

source: Learn more on how you can build a [!INCLUDE d365fin ] offering in the Ready to Go program details.
cs_cz: Další informace o vytváření [!INCLUDE d365fin ] nabízí podrobné informace o programu Ready to Go .

source: Locale determines how your data presents itself in terms of comma separator, aligned to the left or to the right, and certain other settings.
cs_cz: Oblasti určují, jakým způsobem se data zobrazují ve smyslu oddělovače čárkou, zarovnání vlevo nebo vpravo a určitých dalších nastavení.

source: Locale is different from both language and legal requirements in local markets.
cs_cz: Oblasti se liší od jazykových i právních požadavků na místních trzích.

source: Make and collect payments, manage your cash flow, defer income and revenue, prepare year-end closing, and manage fixed assets.
cs_cz: Provedení a výběr plateb, správa peněžních toků, odložení příjmu a výnosů, příprava uzávěrky na konci roku a správa dlouhodobého majetku

source: Make sure that you search through the list of submitted suggestions.
cs_cz: Ujistěte se, že procházíte seznamem předložených návrhů.

source: Make sure to select the Default field.
cs_cz: Ujistěte se, že jste vybrali pole Výchozí .

source: Make to- and from- bins that are dedicated to specific operation resources to prevent the items from being picked for outbound documents.
cs_cz: Vytvořte do- a z- přihrádky vyhrazené pro konkrétní provozní zdroje, aby se zabránilo vyskladnění zboží výstupními doklady

source: Making a bin dedicated provides similar functionality to using bin types, which is only available in advanced warehousing.
cs_cz: Vytvoření vyhrazené přihrádky poskytuje podobnou funkci jako použití typů přihrádek, které jsou k dispozici pouze v rozšířeném skladu.
